Repository: HarpeLm/AquApp
Catalog: AquApp/Localizable.xcstrings
Source language: fr
Languages: ar, bg, bn, cs, da, de, el, en, es, fa, fi, fil, he, hi, hr, hu, id, it, ja, ko, ku, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, sw, th, tr, uk, vi, zh_hans, zh_hant

# achievement.iron_month.desc
source: Objectif atteint 30 jours consécutifs
ar: الهدف محقق 30 يوماً متتالياً
bg: Цел, постигната 30 дни подред
bn: ৩০ ধারাবাহিক দিন লক্ষ্য অর্জিত
cs: Cíl splněn 30 dní v řadě
da: Mål nået 30 dage i træk
de: Ziel 30 aufeinanderfolgende Tage erreicht
el: Επίτευξη στόχου 30 συνεχόμενες μέρες
en: Goal reached 30 consecutive days
es: Objetivo alcanzado 30 días consecutivos
fa: هدف به مدت ۳۰ روز متوالی محقق شد
fi: Tavoite saavutettu 30 päivänä peräkkäin
fil: Naabot ang layunin sa loob ng 30 magkakasunod na araw
he: יעד הושג 30 ימים ברצף
hi: 30 लगातार दिन लक्ष्य पूरा किया
hr: Cilj postignut 30 uzastopnih dana
hu: Cél teljesítve 30 egymást követő napon
id: Target tercapai 30 hari berturut-turut
it: Obiettivo raggiunto 30 giorni consecutivi
ja: 30日連続で目標達成
ko: 30일 연속 목표 달성
ku: Armanc 30 rojan li dûv hev hate gihîştin
lt: Tikslas pasiektas 30 dienų iš eilės
lv: Mērķis sasniegts 30 dienas pēc kārtas
ms: Sasaran dicapai 30 hari berturut-turut
nb: Mål nådd 30 dager på rad
nl: Doel 30 opeenvolgende dagen bereikt
pl: Cel osiągnięty 30 kolejnych dni
pt_br: Meta alcançada 30 dias consecutivos
pt_pt: Objetivo atingido 30 dias consecutivos
ro: Obiectiv atins 30 de zile la rând
ru: Цель достигнута 30 дней подряд
sk: Cieľ splnený 30 dní po sebe
sl: Cilj dosežen 30 zaporednih dni
sq: Objektivi i arritur 30 ditë rresht
sr: Циљ остварен 30 узастопних дана
sv: Mål nått 30 dagar i följd
sw: Lengo limefikiwa kwa siku 30 mfululizo
th: บรรลุเป้าหมาย 30 วันติดต่อกัน
tr: 30 ardışık gün hedef tamamlandı
uk: Ціль досягнуто 30 днів поспіль
vi: Đạt mục tiêu 30 ngày liên tiếp
zh_hans: 连续30天达成目标
zh_hant: 連續 30 天達成目標

# achievement.iron_month.title
source: Mois de fer
ar: شهر الحديد
bg: Железен месец
bn: লৌহ মাস
cs: Železný měsíc
da: Jernmåned
de: Eisenmonat
el: Μήνας Σιδήρου
en: Iron Month
es: Mes de hierro
fa: ماه آهنین
fi: Rautakuukausi
fil: Buwan ng Bakal
he: חודש ברזל
hi: आयरन मंथ
hr: Željezni mjesec
hu: Vashónap
id: Bulan Besi
it: Mese di Ferro
ja: 鉄の月
ko: 아이언 먼스
ku: Meha hesin
lt: Geležinis mėnuo
lv: Dzelzs mēnesis
ms: Bulan Besi
nb: Jernmåned
nl: IJzeren Maand
pl: Żelazny miesiąc
pt_br: Mês de Ferro
pt_pt: Mês de Ferro
ro: Luna de Fier
ru: Железный месяц
sk: Železný mesiac
sl: Železni mesec
sq: Muaji i hekurt
sr: Гвоздени месец
sv: Järnmånaden
sw: Mwezi wa chuma
th: เดือนเหล็ก
tr: Demir Ay
uk: Залізний місяць
vi: Tháng Sắt
zh_hans: 铁月
zh_hant: 鋼鐵之月

# achievement.legendary_badge
source: LÉGENDAIRE
ar: أسطوري
bg: ЛЕГЕНДАРНО
bn: কিংবদন্তি
cs: LEGENDÁRNÍ
da: LEGENDARISK
de: LEGENDÄR
el: ΘΡΥΛΙΚΟ
en: LEGENDARY
es: LEGENDARIO
fa: افسانه‌ای
fi: LEGENDAARINEN
fil: LEGENDARY
he: אגדי
hi: लेजेंडरी
hr: LEGENDARNO
hu: LEGENDÁS
id: LEGENDARIS
it: LEGGENDARIO
ja: 伝説級
ko: 전설
ku: EFSANEWÎ
lt: LEGENDARINIS
lv: LEĢENDĀRS
ms: LEGENDA
nb: LEGENDARISK
nl: LEGENDARISCH
pl: LEGENDARNY
pt_br: LENDÁRIO
pt_pt: LENDÁRIO
ro: LEGENDAR
ru: ЛЕГЕНДАРНЫЙ
sk: LEGENDÁRNY
sl: LEGENDARNO
sq: LEGJENDARE
sr: ЛЕГЕНДАРНО
sv: LEGENDARISK
sw: HADITHI
th: ตำนาน
tr: EFSANEVİ
uk: ЛЕГЕНДАРНО
vi: HUYỀN THOẠI
zh_hans: 传奇
zh_hant: 傳奇

# achievement.legende.desc
source: 1 000 litres d'eau bus depuis l'installation
ar: 1000 لتر من الماء منذ التثبيت
bg: 1000 литра изпита вода от инсталирането
bn: ইনস্টলের পর থেকে ১০০০ লিটার পানি পান করা হয়েছে
cs: 1 000 litrů vypité vody od instalace
da: 1.000 liter vand drukket siden installationen
de: 1.000 Liter Wasser seit der Installation getrunken
el: 1.000 λίτρα νερό από την εγκατάσταση
en: 1,000 litres of water drunk since installation
es: 1.000 litros de agua bebidos desde la instalación
fa: ۱۰۰۰ لیتر آب نوشیده شده از زمان نصب
fi: 1 000 litraa juotua vettä asennuksesta lähtien
fil: 1,000 litro ng tubig na nainom mula noong i-install
he: 1,000 ליטר מים נשתו מאז ההתקנה
hi: इंस्टॉलेशन के बाद से 1,000 लीटर पानी पिया
hr: 1000 litara popijene vode od instalacije
hu: 1000 liter elfogyasztott víz a telepítés óta
id: 1.000 liter air diminum sejak pemasangan
it: 1.000 litri d'acqua bevuti dall'installazione
ja: インストール以来1,000リットルを飲んだ
ko: 설치 이후 1,000리터의 물 마심
ku: Ji sazkirinê û vir ve 1000 lître av hatine vexwarin
lt: 1000 litrų vandens išgerta nuo įdiegimo
lv: 1000 litri ūdens izdzerti kopš instalēšanas
ms: 1,000 liter air diminum sejak pemasangan
nb: 1 000 liter vann drukket siden installasjonen
nl: 1.000 liter water gedronken sinds installatie
pl: 1000 litrów wody wypitych od instalacji
pt_br: 1.000 litros de água ingeridos desde a instalação
pt_pt: 1.000 litros de água bebidos desde a instalação
ro: 1.000 de litri de apă băuți de la instalare
ru: 1 000 литров воды выпито с момента установки
sk: 1 000 litrov vypitej vody od inštalácie
sl: 1000 litrov vode zaužitih od namestitve
sq: 1000 litra ujë të pira që nga instalimi
sr: 1000 литара попијене воде од инсталације
sv: 1 000 liter vatten drucket sedan installation
sw: Lita 1000 za maji zimekunywa tangu usakinishaji
th: ดื่มน้ำ 1,000 ลิตรนับตั้งแต่ติดตั้ง
tr: Kurulumdan bu yana 1.000 litre su içildi
uk: 1000 літрів випитої води з моменту встановлення
vi: Đã uống 1.000 lít nước kể từ khi cài đặt
zh_hans: 自安装以来共喝了1,000升水
zh_hant: 自安裝以來累積喝水 1,000 公升

# achievement.legende.title
source: La Légende
ar: الأسطورة
bg: Легенда
bn: কিংবদন্তি
cs: Legenda
da: Legenden
de: Die Legende
el: Ο Θρύλος
en: The Legend
es: La leyenda
fa: افسانه
fi: Legenda
fil: Ang Alamat
he: האגדה
hi: द लीजेंड
hr: Legenda
hu: Legenda
id: Sang Legenda
it: La leggenda
ja: 伝説
ko: 전설
ku: Efsane
lt: Legenda
lv: Leģenda
ms: Legenda
nb: Legenden
nl: De legende
pl: Legenda
pt_br: A lenda
pt_pt: A Lenda
ro: Legenda
ru: Легенда
sk: Legenda
sl: Legenda
sq: Legjenda
sr: Легенда
sv: Legenden
sw: Hadithi
th: ตำนาน
tr: Efsane
uk: Легенда
vi: Huyền Thoại
zh_hans: 传奇
zh_hant: 傳奇人物

# achievement.marathonien.desc
source: 5 prises d'eau + objectif + 8 000 pas le même jour
ar: 5 جرعات مياه + هدفك + 8000 خطوة في نفس اليوم
bg: 5 пъти вода + постигната цел + 8000 крачки за един ден
bn: ৫ বার পানি পান + দৈনিক লক্ষ্য অর্জন + একদিনে ৮০০০ পদক্ষেপ
cs: 5 doušků vody + splněný cíl + 8 000 kroků za jeden den
da: 5 vandindtagelser + mål + 8.000 skridt på samme dag
de: 5 Trinkpausen + Tagesziel + 8.000 Schritte am selben Tag
el: 5 λήψεις νερού + στόχος + 8.000 βήματα την ίδια μέρα
en: 5 water sessions + daily goal + 8,000 steps in one day
es: 5 tomas de agua + objetivo + 8.000 pasos el mismo día
fa: ۵ نوبت آب + هدف محقق‌شده + ۸۰۰۰ قدم در یک روز
fi: 5 vesikulausta + tavoite saavutettu + 8 000 askelta samana päivänä
fil: 5 beses uminom ng tubig + naabot na araw-araw na layunin + 8,000 hakbang sa isang araw
he: 5 שתיות מים + יעד + 8,000 צעדים באותו יום
hi: एक ही दिन में 5 बार पानी + लक्ष्य + 8,000 कदम
hr: 5 puta pijenje vode + postignut dnevni cilj + 8000 koraka u jednom danu
hu: 5 korty víz + teljesített cél + 8000 lépés egy nap alatt
id: 5 asupan air + target + 8.000 langkah di hari yang sama
it: 5 bevute + obiettivo + 8.000 passi nello stesso giorno
ja: 同じ日に5回給水＋目標達成＋8,000歩
ko: 같은 날 5번 수분 섭취 + 목표 + 8,000 걸음
ku: 5 caran vexwarina avê + armanca rojane + 8000 gav di rojekê de
lt: 5 kartus gerti vandenį + pasiektas dienos tikslas + 8000 žingsnių per vieną dieną
lv: 5 reizes dzerams ūdens + sasniegts dienas mērķis + 8000 soļu vienā dienā
ms: 5 pengambilan air + sasaran + 8,000 langkah pada hari yang sama
nb: 5 vanninntakelser + mål + 8 000 skritt på samme dag
nl: 5 drinkbeurten + doel + 8.000 stappen op dezelfde dag
pl: 5 porcji wody + cel + 8000 kroków tego samego dnia
pt_br: 5 doses de água + meta + 8.000 passos no mesmo dia
pt_pt: 5 ingestões de água + objetivo + 8.000 passos no mesmo dia
ro: 5 ingestii de apă + obiectiv + 8.000 de pași în aceeași zi
ru: 5 приёмов воды + цель + 8 000 шагов за один день
sk: 5 dúškov vody + splnený cieľ + 8 000 krokov za jeden deň
sl: 5-krat pitje vode + dosežen dnevni cilj + 8000 korakov v enem dnevu
sq: 5 herë pirje uji + objektiv ditor i arritur + 8000 hapa në një ditë
sr: 5 пута пијена вода + остварен дневни циљ + 8000 корака за један дан
sv: 5 drickstillfällen + mål + 8 000 steg samma dag
sw: Kunywa maji mara 5 + lengo la kila siku + hatua 8000 kwa siku moja
th: ดื่มน้ำ 5 ครั้ง + เป้าหมาย + 8,000 ก้าวในวันเดียวกัน
tr: Aynı gün 5 su içimi + günlük hedef + 8.000 adım
uk: 5 ковтків води + досягнута ціль + 8000 кроків за один день
vi: 5 lần uống nước + mục tiêu + 8.000 bước trong cùng một ngày
zh_hans: 同一天5次补水+达成目标+8000步
zh_hant: 同一天內喝水 5 次 + 達成目標 + 走 8,000 步

# achievement.marathonien.progress
source: %d/3 conditions remplies
ar: %d/3 شروط مستوفاة
bg: %d/3 условия изпълнени
bn: %d/3 শর্ত পূরণ হয়েছে
cs: %d/3 podmínky splněny
da: %d/3 betingelser opfyldt
de: %d/3 Bedingungen erfüllt
el: %d/3 προϋποθέσεις εκπληρώθηκαν
en: %d/3 conditions met
es: %d/3 condiciones cumplidas
fa: %d/3 شرط تکمیل شده
fi: %d/3 ehtoa täytetty
fil: %d/3 kondisyon ang natugunan
he: %d/3 תנאים הושלמו
hi: %d/3 शर्तें पूरी
hr: %d/3 uvjeta ispunjeno
hu: %d/3 feltétel teljesítve
id: %d/3 kondisi terpenuhi
it: %d/3 condizioni soddisfatte
ja: %d/3 条件達成
ko: %d/3 조건 충족
ku: %d/3 mercên hatine cih bicih
lt: %d/3 sąlygų įvykdyta
lv: %d/3 nosacījumi izpildīti
ms: %d/3 syarat dipenuhi
nb: %d/3 betingelser oppfylt
nl: %d/3 voorwaarden voldaan
pl: %d/3 warunki spełnione
pt_br: %d/3 condições cumpridas
pt_pt: %d/3 condições cumpridas
ro: %d/3 condiții îndeplinite
ru: %d/3 условий выполнено
sk: %d/3 podmienky splnené
sl: %d/3 pogojev izpolnjenih
sq: %d/3 kushte të përmbushura
sr: %d/3 услова испуњено
sv: %d/3 villkor uppfyllda
sw: Masharti %d/3 yamekamilika
th: เงื่อนไข %d/3 ครบ
tr: %d/3 koşul karşılandı
uk: %d/3 умови виконано
vi: %d/3 điều kiện đáp ứng
zh_hans: %d/3 条件已达成
zh_hant: 已達成 %d/3 項條件

# achievement.marathonien.title
source: Marathonien
ar: المتحمل
bg: Маратонец
bn: ম্যারাথনার
cs: Maratonec
da: Maratonløber
de: Marathonläufer
el: Μαραθωνοδρόμος
en: Marathoner
es: Maratonista
fa: ماراتن‌رو
fi: Maratoonari
fil: Marathoner
he: רץ מרתון
hi: मैराथनर
hr: Maratonac
hu: Maratonista
id: Pelari Maraton
it: Maratoneta
ja: マラソンランナー
ko: 마라토너
ku: Maratonîst
lt: Maratonininkas
lv: Maratonists
ms: Pelari Maraton
nb: Maratonløper
nl: Marathonloper
pl: Maratończyk
pt_br: Maratonista
pt_pt: Maratonista
ro: Maratonist
ru: Марафонец
sk: Maratónec
sl: Maratonec
sq: Maratonist
sr: Маратонац
sv: Maratonlöpare
sw: Mwana marathoni
th: นักวิ่งมาราธอน
tr: Maratoncusu
uk: Марафонець
vi: Người Chạy Maratông
zh_hans: 马拉松跑者
zh_hant: 馬拉松健將

# achievement.no_alcohol_november.desc
source: 30 jours sans alcool en novembre
ar: 30 يومًا بدون كحول في نوفمبر
bg: 30 дни без алкохол през ноември
bn: নভেম্বরে ৩০ দিন অ্যালকোহল ছাড়া
cs: 30 dní bez alkoholu v listopadu
da: 30 dage uden alkohol i november
de: 30 Tage ohne Alkohol im November
el: 30 μέρες χωρίς αλκοόλ τον Νοέμβριο
en: 30 days without alcohol in November
es: 30 días sin alcohol en noviembre
fa: ۳۰ روز بدون الکل در نوامبر
fi: 30 päivää ilman alkoholia marraskuussa
fil: 30 araw na walang alak sa Nobyembre
he: 30 ימים ללא אלכוהול בנובמבר
hi: नवंबर में 30 दिन बिना शराब के
hr: 30 dana bez alkohola u studenom
hu: 30 alkoholmentes nap novemberben
id: 30 hari tanpa alkohol di bulan November
it: 30 giorni senza alcol a novembre
ja: 11月中30日間禁酒
ko: 11월에 30일 금주
ku: 30 roj bêyî alkol di Mijdarê de
lt: 30 dienų be alkoholio lapkritį
lv: 30 dienas bez alkohola novembrī
ms: 30 hari tanpa alkohol pada bulan November
nb: 30 dager uten alkohol i november
nl: 30 dagen zonder alcohol in november
pl: 30 dni bez alkoholu w listopadzie
pt_br: 30 dias sem álcool em novembro
pt_pt: 30 dias sem álcool em novembro
ro: 30 de zile fără alcool în noiembrie
ru: 30 дней без алкоголя в ноябре
sk: 30 dní bez alkoholu v novembri
sl: 30 dni brez alkohola v novembru
sq: 30 ditë pa alkool në nëntor
sr: 30 дана без алкохола у новембру
sv: 30 dagar utan alkohol i november
sw: Siku 30 bila pombe mwezi Novemba
th: 30 วันไม่ดื่มแอลกอฮอล์ในเดือนพฤศจิกายน
tr: Kasım ayında 30 gün alkol içme
uk: 30 днів без алкоголю у листопаді
vi: 30 ngày không uống rượu trong tháng Mười Một
zh_hans: 十一月份30天不喝酒
zh_hant: 十一月連續 30 天無酒精

# achievement.no_alcohol_november.title
source: No Alcohol November
ar: نوفمبر بلا كحول
bg: Ноември без алкохол
bn: অ্যালকোহলমুক্ত নভেম্বর
cs: Listopad bez alkoholu
da: Ingen alkohol november
de: Alkoholfreier November
el: Νοέμβριος Χωρίς Αλκοόλ
es: Noviembre sin alcohol
fa: نوامبر بدون الکل
fi: Marraskuu ilman alkoholia
fil: Walang Alak sa Nobyembre
he: נובמבר ללא אלכוהול
hi: नो अल्कोहल नवंबर
hr: Studeni bez alkohola
hu: Alkoholmentes november
id: November Tanpa Alkohol
it: Novembre sobrio
ja: 禁酒の11月
ko: 노 알코올 노벰버
ku: Mijdara bêyî alkol
lt: Lapkritis be alkoholio
lv: Novembris bez alkohola
ms: November Tanpa Alkohol
nb: Ingen alkohol november
nl: Alcoholvrije november
pl: Bezalkoholowy listopad
pt_br: Novembro sem álcool
pt_pt: Novembro Sem Álcool
ro: Noiembrie Fără Alcool
ru: Трезвый ноябрь
sk: November bez alkoholu
sl: November brez alkohola
sq: Nëntori pa alkool
sr: Новембар без алкохола
sv: Alkoholfri november
sw: Novemba bila pombe
th: พฤศจิกายนปลอดแอลกอฮอล์
tr: Kasım Ayı Alkol Yok
uk: Листопад без алкоголю
vi: Tháng Mười Một Không Rượu
zh_hans: 无酒精十一月
zh_hant: 無酒精十一月

# achievement.perfect_week.desc
source: Objectif atteint 7 jours consécutifs
ar: الهدف محقق 7 أيام متتالية
bg: Цел, постигната 7 дни подред
bn: ৭ ধারাবাহিক দিন লক্ষ্য অর্জিত
cs: Cíl splněn 7 dní v řadě
da: Mål nået 7 dage i træk
de: Ziel 7 aufeinanderfolgende Tage erreicht
el: Στόχος 7 συνεχόμενες μέρες
en: Goal reached 7 consecutive days
es: Objetivo alcanzado 7 días consecutivos
fa: هدف به مدت ۷ روز متوالی محقق شد
fi: Tavoite saavutettu 7 päivänä peräkkäin
fil: Naabot ang layunin sa loob ng 7 magkakasunod na araw
he: יעד הושג 7 ימים ברצף
hi: 7 लगातार दिन लक्ष्य पूरा किया
hr: Cilj postignut 7 uzastopnih dana
hu: Cél teljesítve 7 egymást követő napon
id: Target tercapai 7 hari berturut-turut
it: Obiettivo raggiunto 7 giorni consecutivi
ja: 7日連続で目標達成
ko: 7일 연속 목표 달성
ku: Armanc 7 rojan li dûv hev hate gihîştin
lt: Tikslas pasiektas 7 dienų iš eilės
lv: Mērķis sasniegts 7 dienas pēc kārtas
ms: Sasaran dicapai 7 hari berturut-turut
nb: Mål nådd 7 dager på rad
nl: Doel 7 opeenvolgende dagen bereikt
pl: Cel osiągnięty 7 kolejnych dni
pt_br: Meta alcançada 7 dias consecutivos
pt_pt: Objetivo atingido 7 dias consecutivos
ro: Obiectiv atins 7 zile la rând
ru: Цель достигнута 7 дней подряд
sk: Cieľ splnený 7 dní po sebe
sl: Cilj dosežen 7 zaporednih dni
sq: Objektivi i arritur 7 ditë rresht
sr: Циљ остварен 7 узастопних дана
sv: Mål nått 7 dagar i följd
sw: Lengo limefikiwa kwa siku 7 mfululizo
th: บรรลุเป้าหมาย 7 วันติดต่อกัน
tr: 7 ardışık gün hedef tamamlandı
uk: Ціль досягнуто 7 днів поспіль
vi: Đạt mục tiêu 7 ngày liên tiếp
zh_hans: 连续7天达成目标
zh_hant: 連續 7 天達成目標

# achievement.perfect_week.title
source: Semaine parfaite
ar: أسبوع مثالي
bg: Перфектна седмица
bn: নিখুঁত সপ্তাহ
cs: Dokonalý týden
da: Perfekt uge
de: Perfekte Woche
el: Τέλεια Εβδομάδα
en: Perfect Week
es: Semana perfecta
fa: هفته بی‌نقص
fi: Täydellinen viikko
fil: Perpektong Linggo
he: שבוע מושלם
hi: परफेक्ट वीक
hr: Savršen tjedan
hu: Tökéletes hét
id: Minggu Sempurna
it: Settimana perfetta
ja: パーフェクトウィーク
ko: 완벽한 한 주
ku: Hefteya bêkêmasî
lt: Tobula savaitė
lv: Pilnīgā nedēļa
ms: Minggu Sempurna
nb: Perfekt uke
nl: Perfecte week
pl: Ideały tydzień
pt_br: Semana perfeita
pt_pt: Semana Perfeita
ro: Săptămână Perfectă
ru: Идеальная неделя
sk: Dokonalý týždeň
sl: Popoln teden
sq: Java perfekte
sr: Савршена недеља
sv: Perfekt vecka
sw: Wiki kamili
th: สัปดาห์ที่สมบูรณ์แบบ
tr: Mükemmel hafta
uk: Ідеальний тиждень
vi: Tuần Hoàn Hảo
zh_hans: 完美的一周
zh_hant: 完美一週

# achievement.progress_days
source: %d / %d jours
ar: %d / %d أيام
bg: %d / %d дни
bn: %d / %d দিন
cs: %d / %d dní
da: %d / %d dage
de: %d / %d Tage
el: %d / %d μέρες
en: %d / %d days
es: %d / %d días
fa: %d / %d روز
fi: %d / %d päivää
fil: %d / %d araw
he: %d / %d ימים
hi: %d / %d दिन
hr: %d / %d dana
hu: %d / %d nap
id: %d / %d hari
it: %d / %d giorni
ja: %d / %d 日
ko: %d / %d일
ku: %d / %d roj
lt: %d / %d dienų
lv: %d / %d dienas
ms: %d / %d hari
nb: %d / %d dager
nl: %d / %d dagen
pl: %d / %d dni
pt_br: %d / %d dias
pt_pt: %d / %d dias
ro: %d / %d zile
ru: %d / %d дней
sk: %d / %d dní
sl: %d / %d dni
sq: %d / %d ditë
sr: %d / %d дана
sv: %d / %d dagar
sw: Siku %d / %d
th: %d / %d วัน
tr: %d / %d gün
uk: %d / %d днів
vi: %d / %d ngày
zh_hans: %d / %d 天
zh_hant: %d / %d 天

# achievement.progress_heatwave
source: %d / 3 jours
ar: %d / 3 أيام
bg: %d / 3 дни
bn: %d / ৩ দিন
cs: %d / 3 dny
da: %d / 3 dage
de: %d / 3 Tage
el: %d / 3 μέρες
en: %d / 3 days
es: %d / 3 días
fa: %d / 3 روز
fi: %d / 3 päivää
fil: %d / 3 araw
he: %d / 3 ימים
hi: %d / 3 दिन
hr: %d / 3 dana
hu: %d / 3 nap
id: %d / 3 hari
it: %d / 3 giorni
ja: %d / 3 日
ko: %d / 3일
ku: %d / 3 roj
lt: %d / 3 dienos
lv: %d / 3 dienas
ms: %d / 3 hari
nb: %d / 3 dager
nl: %d / 3 dagen
pl: %d / 3 dni
pt_br: %d / 3 dias
pt_pt: %d / 3 dias
ro: %d / 3 zile
ru: %d / 3 дней
sk: %d / 3 dni
sl: %d / 3 dni
sq: %d / 3 ditë
sr: %d / 3 дана
sv: %d / 3 dagar
sw: Siku %d / 3
th: %d / 3 วัน
tr: %d / 3 gün
uk: %d / 3 дні
vi: %d / 3 ngày
zh_hans: %d / 3 天
zh_hant: %d / 3 天

# achievement.progress_liters
source: %d / %@ L bus
ar: %d / %@ لتر مستهلك
bg: %d / %@ л изпити
bn: %d / %@ লিটার পান করা হয়েছে
cs: %d / %@ l vypito
da: %d / %@ L drukket
de: %d / %@ L getrunken
el: %d / %@ L ήπιατε
en: %d / %@ L drunk
es: %d / %@ L bebidos
fa: %d / %@ لیتر نوشیده شده
fi: %d / %@ l juotu
fil: %d / %@ L na nainom
he: %d / %@ ל׳ נשתו
hi: %d / %@ L पिया
hr: %d / %@ L popijeno
hu: %d / %@ l elfogyasztva
id: %d / %@ L diminum
it: %d / %@ L bevuti
ja: %d / %@ L 飲んだ
ko: %d / %@ L 마심
ku: %d / %@ L hatine vexwarin
lt: %d / %@ l išgerta
lv: %d / %@ L izdzerti
ms: %d / %@ L diminum
nb: %d / %@ L drukket
nl: %d / %@ L gedronken
pl: %d / %@ L wypito
pt_br: %d / %@ L ingeridos
pt_pt: %d / %@ L bebidos
ro: %d / %@ L băuți
ru: %d / %@ л выпито
sk: %d / %@ l vypitých
sl: %d / %@ L zaužitih
sq: %d / %@ L të pira
sr: %d / %@ л попијено
sv: %d / %@ L druckit
sw: %d / %@ L zimekunywa
th: ดื่ม %d / %@ ลิตร
tr: %d / %@ L içildi
uk: %d / %@ л випито
vi: %d / %@ L đã uống
zh_hans: 已喝 %d / %@ 升
zh_hant: 已喝 %d / %@ 公升

# achievement.progress_nights
source: %d / 5 soirs
ar: %d / 5 أمسيات
bg: %d / 5 вечери
bn: %d / ৫ রাত
cs: %d / 5 večerů
da: %d / 5 aftener
de: %d / 5 Abende
el: %d / 5 βράδια
en: %d / 5 evenings
es: %d / 5 noches
fa: %d / 5 شب
fi: %d / 5 iltaa
fil: %d / 5 gabi
he: %d / 5 לילות
hi: %d / 5 रातें
hr: %d / 5 večeri
hu: %d / 5 este
id: %d / 5 malam
it: %d / 5 sere
ja: %d / 5 夜
ko: %d / 5 저녁
ku: %d / 5 şev
lt: %d / 5 vakarų
lv: %d / 5 vakari
ms: %d / 5 malam
nb: %d / 5 kvelder
nl: %d / 5 avonden
pl: %d / 5 wieczorów
pt_br: %d / 5 noites
pt_pt: %d / 5 noites
ro: %d / 5 nopți
ru: %d / 5 вечеров
sk: %d / 5 večerov
sl: %d / 5 večerov
sq: %d / 5 mbrëmje
sr: %d / 5 вечери
sv: %d / 5 kvällar
sw: Usiku %d / 5
th: %d / 5 คืน
tr: %d / 5 akşam
uk: %d / 5 вечорів
vi: %d / 5 buổi tối
zh_hans: %d / 5 晚
zh_hant: %d / 5 個晚上

# achievement.progress_sober_days
source: %d/100 jours sobres
ar: %d/100 أيام صاحية
bg: %d/100 трезвени дни
bn: %d/১০০ সংযমী দিন
cs: %d/100 střízlivých dní
da: %d/100 ædru dage
de: %d/100 nüchterne Tage
el: %d/100 νηφάλιες μέρες
en: %d/100 sober days
es: %d/100 días sobrios
fa: %d/100 روز هوشیاری
fi: %d/100 raitista päivää
fil: %d/100 araw na sober
he: %d/100 ימים פיכחים
hi: %d/100 शांत दिन
hr: %d/100 trijeznih dana
hu: %d/100 józan nap
id: %d/100 hari sadar
it: %d/100 giorni sobri
ja: %d/100 日間禁酒
ko: %d/100 금주일
ku: %d/100 rojên hişyar
lt: %d/100 blaivių dienų
lv: %d/100 skaidras dienas
ms: %d/100 hari sihat
nb: %d/100 edru dager
nl: %d/100 nuchtere dagen
pl: %d/100 dni trzeźwości
pt_br: %d/100 dias sóbrios
pt_pt: %d/100 dias sóbrios
ro: %d/100 zile sobre
ru: %d/100 трезвых дней
sk: %d/100 triezvych dní
sl: %d/100 treznih dni
sq: %d/100 ditë të kthjellëta
sr: %d/100 трезних дана
sv: %d/100 nyktra dagar
sw: Siku %d/100 za uangalifu
th: %d/100 วันไม่ดื่ม
tr: %d/100 ayık gün
uk: %d/100 тверезих днів
vi: %d/100 ngày điều độ
zh_hans: %d/100 清醒天
zh_hant: %d/100 個無酒精天數

# achievement.semaine_sobre.desc
source: Pas d'alcool pendant 7 jours
ar: بدون كحول لمدة 7 أيام
bg: Без алкохол в продължение на 7 дни
bn: ৭ দিন অ্যালকোহল ছাড়া
cs: Žádný alkohol po dobu 7 dní
da: Ingen alkohol i 7 dage
de: 7 Tage kein Alkohol
el: Χωρίς αλκοόλ για 7 μέρες
en: No alcohol for 7 days
es: Sin alcohol durante 7 días
fa: بدون الکل به مدت ۷ روز
fi: Ei alkoholia 7 päivän ajan
fil: Walang alak sa loob ng 7 araw
he: ללא אלכוהול במשך 7 ימים
hi: 7 दिन बिना शराब के
hr: Bez alkohola 7 dana
hu: Alkoholmentes 7 napon át
id: Tidak ada alkohol selama 7 hari
it: Niente alcol per 7 giorni
ja: 7日間アルコールなし
ko: 7일 금주
ku: 7 rojan bêyî alkol
lt: Be alkoholio 7 dienas
lv: Bez alkohola 7 dienas
ms: Tiada alkohol selama 7 hari
nb: Ingen alkohol i 7 dager
nl: 7 dagen geen alcohol
pl: Bez alkoholu przez 7 dni
pt_br: Sem álcool por 7 dias
pt_pt: Sem álcool durante 7 dias
ro: Fără alcool timp de 7 zile
ru: 7 дней без алкоголя
sk: Žiadny alkohol počas 7 dní
sl: Brez alkohola 7 dni
sq: Pa alkool për 7 ditë
sr: Без алкохола 7 дана
sv: Ingen alkohol på 7 dagar
sw: Bila pombe kwa siku 7
th: ไม่ดื่มแอลกอฮอล์ 7 วัน
tr: 7 gün alkol yok
uk: Без алкоголю протягом 7 днів
vi: Không uống rượu trong 7 ngày
zh_hans: 7天不饮酒
zh_hant: 連續 7 天無酒精

# achievement.semaine_sobre.title
source: Semaine sobre
ar: أسبوع الصحو
bg: Трезвена седмица
bn: সংযমী সপ্তাহ
cs: Střízlivý týden
da: Ædru uge
de: Nüchterne Woche
el: Νηφάλια Εβδομάδα
en: Sober Week
es: Semana sobria
fa: هفته هوشیار
fi: Raitis viikko
fil: Sober na Linggo
he: שבוע פיכחות
hi: सोबर वीक
hr: Trijezni tjedan
hu: Józan hét
id: Minggu Sadar
it: Settimana sobria
ja: シラフの週
ko: 절주 주간
ku: Hefteya hişyar
lt: Blaivi savaitė
lv: Skaidrā nedēļa
ms: Minggu Sihat
nb: Edru uke
nl: Nuchtere week
pl: Trzeźwy tydzień
pt_br: Semana sóbria
pt_pt: Semana Sóbria
ro: Săptămână Sobră
ru: Трезвая неделя
sk: Triezvy týždeň
sl: Trezni teden
sq: Java e kthjellët
sr: Трезна недеља
sv: Nykter vecka
sw: Wiki ya uangalifu
th: สัปดาห์ปลอดแอลกอฮอล์
tr: Ayık hafta
uk: Тверезий тиждень
vi: Tuần Điều Độ
zh_hans: 清醒的一周
zh_hant: 清醒一週
